Repository: colab-community/colab
Catalog: src/planet/locale/*/LC_MESSAGES/django.po
Languages: es

source: previous
es: anterior

source: next
es: próximo

source: From
es: De

source: on
es: en

source: Read original
es: Leer original

source: Planet
es: Planeta

source: Submit a blog
es: Solicite la inclusión de un blog

source: Tags
es: Etiquetas

source: Source Blogs
es: Fuente de Blogs

source: Thank you. Your application has been accepted and will be reviewed by admin in the near time.
es: Gracias. Su solicitud ha sido aceptado y sera revisado por el administrador, lo mas pronto posible.

source: Required fields
es: Campos requeridos

source: Blog Information
es: Información del blog

source: Blog URL
es: Dirección URL de Blog

source: Blog name
es: Nombre de blog

source: Name of author of the blog
es: Nombre del autor del blog

source: Feed URL
es: Dirección URL de Feed

source: You can specify what exactly feed you want submit
es: Usted puede especificar cual feed exactamente usted quiere solicitar su inclusión

source: Submit
es: Solicite la inclusión de un blog

source: Posts with &laquo;%(tag)s&raquo; label
es: Envíos con etiqueta &laquo;%(tag)s&raquo;

source: No posts with such label
es: No hay envíos con dicha etiqueta
